Repository: pixelant/pxa_survey
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# flexform.sheet_title
source: Configuration
de: Konfiguration

# flexform.sheet_messages_title
source: Messages
de: Meldungen

# flexform.mode
source: Plugin mode
de: Plugin-Modus

# flexform.choose_survey
source: Choose survey
de: Wählen Sie eine Umfrage

# flexform.show_all_questions
source: Show all questions at once
de: Alle Fragen auf einmal anzeigen

# flexform.thanks_message
source: Message displayed right after survey is finished
de: Meldung, die direkt nach Abschluss der Umfrage angezeigt wird

# flexform.already_finished_message
source: Message for user that has finished survey already
de: Nachricht für Benutzer, die die Umfrage bereits abgeschlossen haben

# flexform.allow_multiple_answer_on_survey
source: Allow user to take part in survey more than once
de: Benutzer können mehr als einmal an der Umfrage teilnehmen

# flexform.choose_mode
source: Choose mode
de: Wählen Sie den Modus

# flexform.mode.show
source: Show survey questions
de: Fragen anzeigen

# flexform.mode.show_results
source: Show survey results
de: Ergebnisse anzeigen

# flexform.finished_mode
source: Choose what is displayed when finished
de: Was soll bei abgeschlossener Umfrage angezeigt werden

# flexform.finished_mode.message
source: Show message
de: Nachricht anzeigen

# flexform.finished_mode.results
source: Show survey results
de: Ergebnisse anzeigen

# flexform.mode
source: Mode
de: Modus

# flexform.protect_with_re_captcha
source: Protect with reCAPTCHA
de: Schützen mit reCAPTCHA

# plugin.name
source: Simple survey
de: Einfache Umfrage

# plugin.description
source: Survey form output.
de: Gibt ein Formular zur Teilnahme an einer Umfrage oder die Ergebnisse aus.

# extension_info.name
source: Simple survey
de: Einfache Umfrage

# extension_info.yes
source: Yes
de: Ja

# extension_info.no
source: No
de: Nein

# extension_info.survey
source: Survey
de: Umfrage

# extension_info.show_all
source: Show all question
de: Alle Fragen anzeigen

# extension_info.multiple_participation
source: Multiple participation in survey
de: Mehrfache Teilnahme an Umfragen

# extension_info.protect_with_re_captcha
source: Protect with reCAPTCHA
de: Schützen mit reCAPTCHA
